Repository: SabirAlizade/ListMate
Catalog: ListMate/UI/Utilities/Localized/LocalizableDictionary/*.lproj/Localizable.strings
Languages: az

# list_app_title
source: Lists
az: Siyahılar

# list_app_emptyListLabel
source: Tap to + button to create a new list
az: Yeni siyahı üçün + düyməsinə basın.

# list_app_newListTitle
source: Add list
az: Yeni siyahı

# list_app_newListPlaceHolder
source: List name
az: Siyahının adı

# list_app_saveButton
source: Save
az: Yadda saxla

# list_app_emptyNameAlarmTitle
source: Empty name
az: Boş siyaı adı

# list_app_emptyNameAlarmBody
source: Please enter name of list
az: Xahiş olunur siyahını adlandırın.

# item_app_remaining
source: Remaining total:
az: Qalığ cəmi:

# item_app_completed
source: Completed total:
az: Tamamlanmış cəmi:

# summary_app_title
source: Summary
az: Yekun

# summary_app_thankLabel
source: THANK YOU! for using ListMate
az: ListMate tətbiqini istifadə etdiyiniz üçün ÇOX SAĞOLUN!

# summary_app_totalLabel
source: TOTAL:
az: CƏMİ:

# detailed_app_addNotePlaceHolder
source: Add note
az: Qeyd

# detailed_app_measureLabel
source: Measure:
az: Ölçü vahidi:

# detailed_app_priceLabel
source: Price per package:
az: Ədəd qiyməti:

# detailed_app_storeLabel
source: Store:
az: Mağaza:

# detailed_app_storePlaceHolder
source: Store name
az: Mağaza adı

# newItem_app_title
source: New item
az: Yeni məhsul

# newItem_app_namePlaceHolder
source: Enter item name
az: Məhsul adı

# newItem_app_priceLabel
source: Price per package:
az: Ədəd qiyməti:

# newItem_app_quantityLabel
source: Quantity:
az: Miqdarı:

# newItem_app_addButton
source: Add
az: Əlavə et

# newItem_app_emptyNameAlarmTitle
source: Empty name
az: Boş ad

# newItem_app_emptyNameAlarmBody
source: Please enter name of item
az: Xahiş olunur məhsulun adını qeyd edəsiniz

# newItem_app_wrongPriceAlarmTitle
source: Wrong price format
az: Yanlış qiymət formatı

# newItem_app_wrongPriceAlarmBody
source: Only numeric digits are allowed.
az: Yalnız rəgəmlər daxil oluna bilər.

# catalog_app_title
source: Catalog
az: Kataloq

# catalog_app_milk
source: Milk
az: Süd

# catalog_app_bread
source: Bread
az: Çörək

# catalog_app_butter
source: Butter
az: Yağ

# catalog_app_bananas
source: Bananas
az: Banan

# catalog_app_eggs
source: Eggs
az: Yumurta

# catalog_app_potatoes
source: Potatoes
az: Kartof

# catalog_app_tomatoes
source: Tomatoes
az: Pomidor

# catalog_app_water
source: Water
az: Su

# catalog_app_orangeJuice
source: Orange juice
az: Portağal şirəsi

# catalog_app_chicken
source: Chicken
az: Toyuğ əti

# catalog_app_cheese
source: Cheese
az: Pendir

# catalog_app_apples
source: Apples
az: Alma

# catalog_app_yougurt
source: Yougurt
az: Yogurt

# catalog_app_pasta
source: Pasta
az: Makaron

# catalog_app_rice
source: Rice
az: Düyü

# system_app_doneKeyboard
source: Done
az: Bitdi

# imagePicker_app_chooseOption
source: Choose option
az: Seçim edin

# imagePicker_app_takeImage
source: Take new image
az: Yeni şəkil

# imagePicker_app_selectFromGallery
source: Select from gallery
az: Qalereyadan seç

# imagePicker_app_sourceAlarmTitle
source: Source error
az: Mənbə xətası

# imagePicker_app_sourceAlarmBody
source: Source type is not available.
az: Mənbə növü mövcud deyil.

# measure_app_pcs
source: Pcs
az: Əd.

# measure_app_kgs
source: Kgs
az: Kg.
